export const questions = [
  {
    title: "Земля — ... по удалённости от Солнца планета Солнечной системы.",
    variants: ["Вторая", "Четвертая", "Третья"],
    correct: 2,
  },
  {
    title: "Столица Гондураса",
    variants: ["Комайягуа", "Тегусигальпа", "Санто-Доминго"],
    correct: 1,
  },
  {
    title: "Актер игравший роль Дона Вито Корлеоне в фильме 'Крестный отец'",
    variants: ["Адам Сендлер", "Аль Пачино", "Марлон Брандо"],
    correct: 2,
  },
  {
    title: "Валюта Кореи",
    variants: ["Вона", "Юань", "Донг"],
    correct: 0,
  },
  {
    title: "После укуса каких змей вы останетесь живы",
    variants: ["Крайт", "Королевские змеи", "Тайпан"],
    correct: 1,
  },
  {
    title: "Ответ на «Главный вопрос жизни, вселенной и всего такого»",
    variants: ["Вода", "Тибетские монахи", "42"],
    correct: 2,
  },
];
